[基本设置]
开机自启=1
管理员启动=1
自动切换=1
默认输入法=0
切换提示=0
切换提示时间=1500
切换提示文字大小=15,30
切换提示透明度=235,180
切换提示偏移=0,0
切换提示固定位置=50,30
托盘图标显示=1
托盘图标双击=2
托盘图标显示输入法=1
托盘图标样式=
鼠标指针显示输入法=1
鼠标指针样式=
鼠标指针对应分辨率=0
[热键屏蔽窗口列表]
Photoshop=ahk_exe Photoshop.exe
Koikatu=ahk_exe Koikatu.exe
[切换屏蔽窗口列表]
Photoshop=ahk_exe Photoshop.exe
blender=ahk_exe blender.exe
[切换提示屏蔽窗口列表]
窗口切换=ahk_class MultitaskingViewFrame
[二次切换屏蔽窗口列表]
[焦点控件切换窗口列表]
Xshell=ahk_exe Xshell.exe
Steam=ahk_exe Steam.exe
有道词典=ahk_exe YoudaoDict.exe
[热键设置]
添加至中文窗口=^!Numpad1
添加至英文(中文)窗口=
添加至英文输入法窗口=^!Numpad2
移除从中英文窗口=^!Numpad3
切换中文=^!NumpadMult
切换英文(中文)=
切换英文输入法=
切换中英文(中文)=
切换中英文输入法=
显示当前输入法=
重置当前输入法=
停止自动切换=
获取输入法IME代码=
[特殊热键]
左Shift=3
右Shift=1
左Ctrl=0
右Ctrl=0
左Alt=0
右Alt=0
[高级设置]
内部关联=
快捷键兼容=0
左键点击输入位置显示输入法状态=1|全局窗口
左键弹起后提示输入法状态生效窗口=
定时重置输入法=0|编辑器
切换重置大小写=0
上屏字符内容=4|1
提示颜色=333434|dfe3e3|02ecfb|ff0000
托盘提示内容=KBLAutoSwitch（%权限%）`n%启动时间%`n版本：%版本%`n最新版本：%最新版本%`n自动切换统计：%自动切换次数%
自动检查更新=0
[自定义窗口组]
[自定义操作]
[中文窗口]
Obsidian=ahk_exe Obsidian.exe
AutoHotkeyU64=ahk_exe AutoHotkeyU64.exe
TTSApp=ahk_exe TTSApp.exe
FreeFileSync_x64=ahk_exe FreeFileSync_x64.exe
StartMenuExperienceHost=ahk_exe StartMenuExperienceHost.exe
Chatbox=ahk_exe Chatbox.exe
Cherry Studio=ahk_exe Cherry Studio.exe
gitkraken=ahk_exe gitkraken.exe
BCUT=ahk_exe BCUT.exe
qbittorrent=ahk_exe qbittorrent.exe
Cursor=ahk_exe Cursor.exe
Code=ahk_exe Code.exe
RaiDrive=ahk_exe RaiDrive.exe
Telegram=ahk_exe Telegram.exe
Quicker=ahk_exe Quicker.exe
SearchApp=ahk_exe SearchApp.exe
PowerSwitcher.TrayApp=ahk_exe PowerSwitcher.TrayApp.exe
rundll32=ahk_exe rundll32.exe
steamwebhelper=ahk_exe steamwebhelper.exe
QQ=ahk_exe QQ.exe
Snipaste=ahk_exe Snipaste.exe
Everything=ahk_exe Everything.exe
dopus=ahk_exe dopus.exe
设置=uwp 设置
Microsoft Store=uwp Microsoft Store
minipad2=ahk_exe minipad2.exe
notepad=ahk_exe notepad.exe
chrome=ahk_exe chrome.exe
ZBrush=ahk_exe ZBrush.exe
[英文窗口]
[英文输入法窗口]
任务管理器=ahk_exe taskmgr.exe
cmd=ahk_exe cmd.exe
Godot_v4.5-dev2_win64=ahk_exe Godot_v4.5-dev2_win64.exe
ProjectKat=ahk_exe ProjectKat.exe
PaperLilyCh1=ahk_exe PaperLilyCh1.exe
game=ahk_exe game.exe
RunAny=ahk_exe RunAny.exe
RA3_1.12.=ahk_exe RA3_1.12.game
Koikatu=ahk_exe Koikatu.exe
ra3ep1_1.0.=ahk_exe ra3ep1_1.0.game
mintty=ahk_exe mintty.exe
Godot_v4.5-dev4_win64=ahk_exe Godot_v4.5-dev4_win64.exe
material_maker=ahk_exe material_maker.exe
mpv=ahk_exe mpv.exe
PowerToys.Settings=ahk_exe PowerToys.Settings.exe
synergy=ahk_exe synergy.exe
#32770=ahk_class #32770 ahk_exe explorer.exe
PotPlayerMini64=ahk_exe PotPlayerMini64.exe
PanDownload=ahk_exe PanDownload.exe
powershell=ahk_exe powershell.exe
WinSCP=ahk_exe WinSCP.exe
PowerToys.MouseWithoutBordersHelper=ahk_exe PowerToys.MouseWithoutBordersHelper.exe
notepad++=ahk_exe notepad++.exe
blender=ahk_exe blender.exe
[信息变量]
最近检查更新日期=2024-11-26 08:25:05
